YuSungyeon/Wifi_esp32/esp32s3_csi_send_poc/sdkconfig.defaults
# esp-csi csi_send 예제 기반. ESP-IDF v5.2.2 + ESP32-S3 타겟.
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_OFFSET=0xa000
CONFIG_ESP_WIFI_DYNAMIC_TX_BUFFER_NUM=128
CONFIG_ESP_WIFI_CSI_ENABLED=y
CONFIG_ESP_WIFI_AMPDU_TX_ENABLED=n
CONFIG_FREERTOS_HZ=1000
